<s> 0
</s> 0
the 0
<unk> 0
N 0
of 0
to 0
a 0
in 0
and 0
's 0
that 0
for 0
$ 0
is 0
it 0
said 0
on 0
by 0
at 0
as 0
from 0
million 0
with 0
mr. 0
was 0
be 0
are 0
its 0
he 0
but 0
has 0
an 0
n't 0
will 0
have 0
new 0
or 0
company 0
they 0
this 0
year 0
which 0
would 0
about 0
says 0
more 0
were 0
market 0
billion 0
his 0
had 0
their 0
up 0
u.s. 0
one 0
than 0
who 0
some 0
been 0
also 0
stock 0
other 0
share 0
not 0
we 0
corp. 0
if 0
when 0
i 0
last 0
president 0
shares 0
years 0
all 0
first 0
two 0
because 0
trading 0
after 0
could 0
inc. 0
sales 0
& 0
there 0
out 0
business 0
only 0
do 0
such 0
can 0
most 0
into 0
york 0
may 0
over 0
co. 0
group 0
many 0
government 0
now 0
federal 0
companies 0
no 0
time 0
bank 0
so 0
any 0
cents 0
people 0
quarter 0
you 0
exchange 0
prices 0
even 0
what 0
price 0
investors 0
say 0
down 0
rose 0
while 0
much 0
yesterday 0
week 0
under 0
securities 0
months 0
them 0
bonds 0
big 0
next 0
interest 0
three 0
earlier 0
' 0
net 0
earnings 0
make 0
major 0
state 0
american 0
chairman 0
financial 0
did 0
these 0
investment 0
board 0
still 0
through 0
stocks 0
those 0
chief 0
just 0
industry 0
executive 0
since 0
program 0
before 0
rate 0
made 0
officials 0
money 0
national 0
she 0
house 0
analysts 0
like 0
unit 0
month 0
expected 0
off 0
days 0
rates 0
japanese 0
against 0
does 0
plan 0
profit 0
between 0
both 0
capital 0
recent 0
sell 0
buy 0
income 0
issue 0
revenue 0
general 0
get 0
products 0
markets 0
firm 0
back 0
funds 0
own 0
ago 0
average 0
international 0
during 0
well 0
her 0
part 0
fell 0
japan 0
should 0
another 0
higher 0
debt 0
offer 0
take 0
including 0
among 0
court 0
being 0
according 0
each 0
index 0
tax 0
trade 0
world 0
reported 0
work 0
operations 0
then 0
past 0
computer 0
sale 0
our 0
however 0
way 0
lower 0
vice 0
plans 0
economic 0
yield 0
end 0
department 0
report 0
sold 0
insurance 0
high 0
growth 0
how 0
increase 0
foreign 0
less 0
common 0
closed 0
several 0
banks 0
issues 0
where 0
very 0
loss 0
pay 0
yen 0
bush 0
bid 0
five 0
due 0
few 0
bill 0
used 0
good 0
current 0
management 0
early 0
cash 0
use 0
oil 0
costs 0
bond 0
day 0
system 0
public 0
director 0
're 0
third 0
might 0
law 0
traders 0
treasury 0
friday 0
added 0
office 0
city 0
congress 0
concern 0
futures 0
far 0
officer 0
late 0
fund 0
already 0
number 0
assets 0
least 0
california 0
operating 0
spokesman 0
him 0
small 0
agency 0
british 0
based 0
too 0
san 0
case 0
real 0
news 0
value 0
september 0
same 0
oct. 0
until 0
contract 0
think 0
research 0
close 0
street 0
home 0
stake 0
union 0
services 0
going 0
today 0
little 0
ended 0
though 0
move 0
wall 0
agreement 0
dollar 0
help 1
second 1
put 1
service 1
former 1
power 1
maker 1
period 1
called 1
results 1
total 1
agreed 1
administration 1
four 1
here 1
third-quarter 1
without 1
long 1
control 1
corporate 1
economy 1
credit 1
problems 1
offering 1
country 1
want 1
production 1
cost 1
buying 1
loans 1
six 1
analyst 1
firms 1
although 1
annual 1
whether 1
increased 1
likely 1
compared 1
recently 1
point 1
committee 1
policy 1
notes 1
cut 1
see 1
west 1
large 1
monday 1
right 1
soviet 1
continue 1
go 1
around 1
set 1
half 1
political 1
life 1
further 1
losses 1
old 1
points 1
volume 1
yet 1
august 1
paper 1
selling 1
john 1
plant 1
judge 1
strong 1
must 1
expects 1
my 1
nov. 1
ual 1
london 1
result 1
announced 1
largest 1
declined 1
support 1
held 1
fiscal 1
systems 1
wo 1
francisco 1
times 1
weeks 1
takeover 1
making 1
priced 1
certain 1
earthquake 1
workers 1
become 1
composite 1
change 1
gain 1
problem 1
come 1
businesses 1
south 1
demand 1
industrial 1
give 1
record 1
nearly 1
senior 1
association 1
development 1
white 1
series 1
inc 1
dow 1
area 1
members 1
took 1
estimated 1
data 1
air 1
official 1
orders 1
employees 1
trust 1
estate 1
jones 1
decline 1
level 1
show 1
senate 1
line 1
later 1
latest 1
health 1
example 1
acquisition 1
drop 1
comment 1
junk 1
tuesday 1
meeting 1
commission 1
holding 1
commercial 1
know 1
need 1
ford 1
texas 1
building 1
your 1
chicago 1
despite 1
ms. 1
currently 1
addition 1
paid 1
proposal 1
executives 1
offered 1
possible 1
others 1
once 1
proposed 1
purchase 1
rise 1
deal 1
better 1
loan 1
return 1
technology 1
us 1
investor 1
nation 1
future 1
spending 1
nine 1
drug 1
almost 1
washington 1
robert 1
changes 1
received 1
often 1
damage 1
terms 1
product 1
east 1
named 1
october 1
expect 1
top 1
customers 1
filed 1
charge 1
information 1
decision 1
order 1
within 1
position 1
force 1
include 1
rights 1
defense 1
division 1
every 1
gas 1
america 1
amount 1
began 1
enough 1
came 1
trying 1
outstanding 1
europe 1
equipment 1
private 1
told 1
found 1
gains 1
industries 1
again 1
ltd. 1
dropped 1
makes 1
james 1
united 1
previous 1
programs 1
july 1
transaction 1
fed 1
computers 1
ca 1
banking 1
european 1
budget 1
following 1
finance 1
co 1
warner 1
local 1
provide 1
never 1
've 1
jaguar 1
consumer 1
additional 1
mortgage 1
lot 1
managers 1
corp 1
keep 1
able 1
shareholders 1
action 1
buy-out 1
important 1
great 1
university 1
got 1
instead 1
claims 1
charges 1
steel 1
away 1
units 1
best 1
states 1
car 1
financing 1
dollars 1
tokyo 1
construction 1
things 1
continued 1
manager 1
marketing 1
run 1
bills 1
asked 1
auto 1
low 1
fall 1
march 1
inflation 1
family 1
food 1
equity 1
whose 1
believe 1
june 1
advertising 1
above 1
sept. 1
raise 1
below 1
personal 1
full 1
posted 1
account 1
getting 1
lost 1
suit 1
china 1
head 1
soon 1
taken 1
los 1
rather 1
stores 1
risk 1
via 1
contracts 1
western 1
potential 1
included 1
security 1
boston 1
special 1
figures 1
restructuring 1
legal 1
options 1
gold 1
led 1
mrs. 1
reports 1
subsidiary 1
tv 1
using 1
place 1
noted 1
face 1
fact 2
dealers 2
open 2
working 2
meanwhile 2
countries 2
d. 2
holders 2
network 2
effort 2
find 2
probably 2
portfolio 2
approved 2
cases 2
itself 2
bought 2
available 2
statement 2
pacific 2
ibm 2
long-term 2
lawyers 2
effect 2
# 2
david 2
short 2
reached 2
ad 2
increases 2
left 2
cars 2
labor 2
efforts 2
airlines 2
along 2
remain 2
domestic 2
either 2
dividend 2
germany 2
similar 2
known 2
hard 2
talks 2
reduce 2
look 2
having 2
previously 2
saying 2
groups 2
secretary 2
chemical 2
reserve 2
school 2
center 2
calls 2
approval 2
canada 2
telephone 2
payments 2
party 2
clear 2
given 2
parent 2
gained 2
looking 2
eastern 2
individual 2
standard 2
manufacturing 2
north 2
profits 2
canadian 2
biggest 2
investments 2
savings 2
acquired 2
helped 2
slightly 2
directors 2
raised 2
angeles 2
strategy 2
machines 2
marks 2
black 2
attorney 2
percentage 2
institute 2
act 2
why 2
television 2
military 2
coming 2
bay 2
medical 2
makers 2
performance 2
clients 2
airline 2
team 2
different 2
energy 2
heavy 2
britain 2
german 2
interests 2
growing 2
hit 2
particularly 2
william 2
magazine 2
failed 2
lead 2
something 2
remains 2
communications 2
estimates 2
fees 2
completed 2
went 2
levels 2
call 2
job 2
limited 2
process 2
question 2
includes 2
joint 2
role 2
hong 2
michael 2
year-earlier 2
legislation 2
project 2
goods 2
activity 2
view 2
district 2
lines 2
free 2
property 2
leading 2
toward 2
me 2
columbia 2
merrill 2
name 2
seeking 2
venture 2
leaders 2
institutions 2
deficit 2
ever 2
wants 2
reserves 2
currency 2
rep. 2
huge 2
independent 2
concerns 2
'm 2
owns 2
scheduled 2
turn 2
involved 2
taking 2
s&p 2
lynch 2
doing 2
outside 2
kong 2
hold 2
young 2
build 2
really 2
transportation 2
pressure 2
buyers 2
vote 2
gm 2
april 2
begin 2
producers 2
measure 2
always 2
calif. 2
basis 2
leader 2
especially 2
daily 2
staff 2
care 2
brokerage 2
related 2
key 2
means 2
plants 2
competition 2
acquire 2
richard 2
disclosed 2
themselves 2
aid 2
projects 2
adds 2
areas 2
range 2
conference 2
reason 2
central 2
campaign 2
try 2
impact 2
drexel 2
j. 2
poor 2
bad 2
significant 2
holdings 2
started 2
hours 2
abortion 2
largely 2
estimate 2
meet 2
allow 2
start 2
issued 2
thing 2
man 2
seems 2
french 2
test 2
reduced 2
course 2
accounts 2
rules 2
majority 2
retail 2
morgan 2
seven 2
wednesday 2
quickly 2
needed 2
press 2
fourth 2
congressional 2
journal 2
longer 2
partners 2
seen 2
settlement 2
yields 2
traded 2
generally 2
december 2
community 2
'll 2
done 2
manufacturers 2
dec. 2
consider 2
supply 2
volatility 2
study 2
parts 2
electric 2
beginning 2
receive 2
shearson 2
women 2
thursday 2
form 2
a. 2
men 2
kind 2
thought 2
imports 2
simply 2
situation 2
plc 2
protection 2
taxes 2
turned 2
near 2
note 2
convertible 2
brokers 2
prime 2
planned 2
eight 2
short-term 2
auction 2
subject 2
filing 2
history 2
democratic 2
recession 2
boost 2
space 2
required 2
changed 2
ahead 2
rally 2
sen. 2
stock-index 2
dr. 2
base 2
worth 2
summer 2
produce 2
perhaps 2
became 2
seek 2
war 2
returns 2
arbitrage 2
caused 2
considered 2
motor 2
showed 2
increasing 2
software 2
de 2
advanced 2
benefits 2
moody 2
exports 2
france 2
creditors 2
anything 2
delivery 2
sent 3
housing 3
brothers 3
red 3
preferred 3
jumped 3
indeed 3
justice 3
hurt 3
noriega 3
natural 3
francs 3
cancer 3
owned 3
continuing 3
americans 3
bankers 3
difficult 3
cbs 3
entertainment 3
earned 3
floor 3
express 3
bankruptcy 3
shareholder 3
george 3
usually 3
children 3
wanted 3
nothing 3
active 3
let 3
block 3
per 3
attempt 3
announcement 3
crash 3
merger 3
media 3
closing 3
spokeswoman 3
machine 3
minister 3
evidence 3
smaller 3
pilots 3
digital 3
continues 3
sharply 3
hand 3
article 3
seem 3
created 3
himself 3
irs 3
limit 3
veto 3
resources 3
overseas 3
partner 3
mark 3
light 3
quake 3
thrift 3
initial 3
age 3
sector 3
size 3
night 3
won 3
source 3
actually 3
unchanged 3
tons 3
pound 3
hugo 3
side 3
term 3
minimum 3
apparently 3
environmental 3
directly 3
quarterly 3
regulators 3
game 3
conditions 3
questions 3
water 3
transactions 3
member 3
session 3
kidder 3
brand 3
post 3
hopes 3
believes 3
built 3
designed 3
giant 3
comes 3
closely 3
decided 3
field 3
moves 3
produced 3
main 3
survey 3
strike 3
feel 3
final 3
partly 3
letter 3
thus 3
rising 3
paying 3
response 3
running 3
rest 3
associates 3
smith 3
behind 3
play 3
separate 3
economists 3
sense 3
woman 3
battle 3
sharp 3
january 3
sec 3
capacity 3
brought 3
single 3
consumers 3
shows 3
'd 3
sure 3
ways 3
bring 3
spent 3
supreme 3
fully 3
improve 3
effective 3
jobs 3
unless 3
sony 3
newspaper 3
ability 3
allowed 3
offices 3
stop 3
democrats 3
leveraged 3
operation 3
hurricane 3
idea 3
followed 3
expenses 3
hope 3
rule 3
par 3
peter 3
trial 3
u.k. 3
wage 3
gorbachev 3
agencies 3
r. 3
actual 3
serious 3
funding 3
forced 3
emergency 3
organization 3
discount 3
across 3
whole 3
pretax 3
figure 3
dinkins 3
quoted 3
various 3
package 3
pension 3
guber 3
holds 3
matter 3
direct 3
slow 3
together 3
economist 3
talk 3
needs 3
introduced 3
signed 3
offset 3
reagan 3
quality 3
facilities 3
farmers 3
morning 3
jr. 3
commerce 3
moreover 3
require 3
spring 3
provision 3
step 3
cause 3
payment 3
headquarters 3
peters 3
human 3
sign 3
gave 3
flat 3
ruling 3
interview 3
greater 3
instance 3
poland 3
specific 3
land 3
decade 3
county 3
add 3
activities 3
valued 3
plunge 3
civil 3
partnership 3
researchers 3
elected 3
resigned 3
ministry 3
opened 3
leave 3
lehman 3
johnson 3
focus 3
section 3
death 3
over-the-counter 3
margins 3
trades 3
qintex 3
declines 3
separately 3
developed 3
australia 3
institutional 3
forces 3
premium 3
sports 3
win 3
takes 3
familiar 3
santa 3
existing 3
fear 3
valley 3
moved 3
thomas 3
contributed 3
safety 3
overall 3
avoid 3
spend 3
cable 3
nissan 3
owners 3
review 3
chain 3
southern 3
managing 3
sometimes 3
widely 3
trader 3
salomon 3
conservative 3
benefit 3
authority 3
electronic 3
book 3
baker 3
provisions 3
develop 3
willing 3
create 3
cuts 3
appear 3
properties 3
relatively 3
engineering 3
reflecting 3
totaled 3
improved 3
electronics 3
indicated 3
provided 3
debentures 3
larger 3
asset 3
opposition 3
provides 3
deals 3
beyond 3
bell 3
appears 3
target 3
substantial 3
works 3
met 3
measures 3
materials 3
goes 3
hands 3
policies 3
speculation 3
backed 3
internal 3
purchases 3
climbed 3
read 3
offers 3
date 3
highly 3
negative 3
individuals 3
alone 3
proceeds 3
houses 3
council 3
brands 4
stay 4
motors 4
nasdaq 4
investigation 4
hutton 4
version 4
image 4
social 4
adding 4
feet 4
tell 4
stanley 4
planning 4
pence 4
maintain 4
story 4
amounts 4
class 4
mutual 4
treatment 4
miles 4
so-called 4
lawyer 4
reach 4
store 4
practice 4
passed 4
students 4
someone 4
customer 4
appropriations 4
carrier 4
disaster 4
worked 4
regulatory 4
capital-gains 4
positions 4
publicly 4
charles 4
necessary 4
consultant 4
finally 4
lawmakers 4
everyone 4
education 4
interested 4
prevent 4
jury 4
chance 4
cited 4
option 4
drugs 4
rating 4
lawson 4
neither 4
rejected 4
world-wide 4
police 4
negotiations 4
success 4
list 4
standards 4
soviets 4
else 4
republican 4
approach 4
experts 4
bids 4
commodity 4
minority 4
moving 4
tough 4
attributed 4
attention 4
nor 4
reorganization 4
raising 4
stand 4
eventually 4
accounting 4
ads 4
otc 4
competitors 4
expectations 4
swiss 4
remaining 4
dividends 4
heavily 4
factors 4
considering 4
mexico 4
popular 4
fixed 4
society 4
lack 4
entire 4
mostly 4
grand 4
manhattan 4
northern 4
petroleum 4
spread 4
sought 4
retirement 4
anyone 4
modest 4
typically 4
fight 4
chapter 4
output 4
giving 4
november 4
monetary 4
export 4
trend 4
person 4
art 4
ones 4
real-estate 4
immediately 4
opening 4
brown 4
access 4
magazines 4
30-year 4
ownership 4
events 4
forecast 4
bureau 4
risks 4
ltd 4
scientists 4
improvement 4
particular 4
items 4
film 4
victims 4
mean 4
reform 4
saw 4
criminal 4
litigation 4
opportunity 4
gulf 4
exchanges 4
hour 4
pentagon 4
bridge 4
copper 4
england 4
college 4
complete 4
monthly 4
bidding 4
pending 4
concerned 4
reduction 4
gives 4
moscow 4
aircraft 4
regional 4
laws 4
municipal 4
acquisitions 4
travel 4
minutes 4
everything 4
usx 4
details 4
clearly 4
principal 4
c$ 4
e. 4
traditional 4
homes 4
gets 4
trouble 4
aimed 4
park 4
design 4
cover 4
year-ago 4
owner 4
weak 4
lloyd 4
lose 4
room 4
maturity 4
apple 4
us$ 4
strength 4
carry 4
certainly 4
claim 4
restrictions 4
original 4
experience 4
drive 4
sources 4
accept 4
broadcasting 4
mortgages 4
thatcher 4
controls 4
true 4
troubled 4
cray 4
primarily 4
combined 4
believed 4
paul 4
easy 4
increasingly 4
global 4
relations 4
parties 4
crime 4
chinese 4
ending 4
thousands 4
fraud 4
panel 4
debate 4
couple 4
facility 4
paribas 4
wrote 4
requirements 4
sort 4
subordinated 4
grow 4
grew 4
ohio 4
involving 4
vehicles 4
l. 4
difference 4
players 4
prepared 4
season 4
split 4
ratings 4
segment 4
corn 4
sun 4
publishing 4
highest 4
korea 4
chips 4
prosecutors 4
movie 4
developing 4
producer 4
expansion 4
mae 4
goldman 4
technical 4
centers 4
tried 4
alleged 4
broad 4
arizona 4
roughly 4
quite 4
chemicals 4
revised 4
tomorrow 4
nations 4
declining 4
settled 4
released 4
launched 4
sells 4
automotive 4
consulting 4
listed 4
plunged 4
slowing 4
employee 4
except 4
expensive 4
mitsubishi 4
guilty 4
actions 4
damaged 4
mail 4
waiting 4
st. 4
profitable 4
painewebber 4
powerful 4
numbers 4
rated 4
gene 4
lin 4
schools 4
buildings 4
amid 4
assistant 4
advance 4
frank 4
tests 4
region 4
flow 4
failure 4
sterling 4
corporations 4
competitive 4
live 4
intelligence 4
collapse 4
am 4
manville 4
bear 4
m. 4
showing 4
slowdown 4
purchased 4
heart 4
radio 4
charged 4
associated 4
no. 4
georgia-pacific 4
steps 4
represents 4
putting 4
republicans 4
navigation 4
coupon 4
headed 4
recovery 4
insurers 4
material 5
signs 5
values 5
request 5
nuclear 5
trucks 5
devices 5
balance 5
documents 5
placed 5
exxon 5
sachs 5
runs 5
hundreds 5
effects 5
predicted 5
dozen 5
phone 5
environment 5
uncertainty 5
favor 5
ag 5
appeal 5
voters 5
maybe 5
portion 5
campeau 5
philip 5
mass. 5
editor 5
expand 5
traffic 5
hotel 5
advertisers 5
utilities 5
plus 5
threat 5
unlike 5
reflects 5
affairs 5
adjusted 5
whom 5
underwriters 5
election 5
fears 5
elections 5
primary 5
c. 5
dispute 5
jack 5
release 5
successful 5
ventures 5
complex 5
mind 5
lending 5
paris 5
krenz 5
affected 5
sears 5
trillion 5
town 5
alan 5
fewer 5
century 5
surged 5
words 5
stations 5
unusual 5
accepted 5
reasons 5
exercise 5
afternoon 5
proposals 5
elsewhere 5
deposits 5
relief 5
shift 5
lincoln 5
mixte 5
virtually 5
mixed 5
adviser 5
faces 5
annually 5
australian 5
throughout 5
tender 5
significantly 5
usual 5
jersey 5
falling 5
ease 5
pretty 5
controlled 5
professional 5
junk-bond 5
strategic 5
cds 5
continental 5
established 5
structure 5
liability 5
golden 5
accord 5
communist 5
residents 5
february 5
speed 5
distribution 5
ready 5
sides 5
books 5
baseball 5
deputy 5
client 5
opposed 5
accused 5
positive 5
wrong 5
practices 5
hearing 5
substantially 5
sci 5
cities 5
normal 5
fire 5
kept 5
nbc 5
at&t 5
hostile 5
model 5
metals 5
supplies 5
starting 5
healthy 5
margin 5
break 5
truck 5
guidelines 5
seats 5
mayor 5
b. 5
fine 5
seemed 5
ordered 5
boosted 5
wide 5
star 5
hospital 5
telecommunications 5
lee 5
critics 5
opinion 5
dallas 5
thrifts 5
weakness 5
losing 5
leaving 5
sir 5
push 5
finished 5
benchmark 5
certificates 5
confidence 5
w. 5
defendants 5
present 5
coast 5
uses 5
instruments 5
protect 5
barrels 5
follows 5
played 5
double 5
managed 5
agree 5
ground 5
decisions 5
gone 5
florida 5
names 5
core 5
attorneys 5
judges 5
mainly 5
n.j. 5
pricing 5
highway 5
employment 5
moment 5
deposit 5
panama 5
bigger 5
remained 5
puts 5
amendment 5
representatives 5
responsible 5
broker 5
liquidity 5
weekend 5
stopped 5
finding 5
phillips 5
pace 5
challenge 5
decide 5
crude 5
stephen 5
operate 5
producing 5
reflect 5
suggest 5
parents 5
prior 5
blacks 5
authorities 5
doubt 5
station 5
conventional 5
sea 5
bit 5
minor 5
reflected 5
families 5
burnham 5
b.a.t 5
per-share 5
ge 5
talking 5
none 5
utility 5
appeals 5
ask 5
ii 5
models 5
front 5
candidates 5
influence 5
slipped 5
operates 5
older 5
nekoosa 5
ounce 5
soared 5
advantage 5
felt 5
relationship 5
abroad 5
leadership 5
temporary 5
rumors 5
frankfurt 5
urban 5
stronger 5
suspended 5
cutting 5
voted 5
meetings 5
courts 5
pharmaceutical 5
aerospace 5
settle 5
purchasing 5
intended 5
contrast 5
statistics 5
event 5
suggested 5
keeping 5
immediate 5
interstate 5
wells 5
delay 5
equal 5
houston 5
patients 5
scandal 5
africa 5
oakland 5
mccaw 5
preliminary 5
chrysler 5
pages 5
determined 5
twice 5
joseph 5
italy 5
fannie 5
extremely 5
confirmed 5
movies 5
boeing 5
discussions 5
voice 5
consultants 5
assistance 5
alternative 5
studies 5
save 5
citing 5
fairly 5
goal 5
direction 5
church 5
wife 5
compromise 5
sugar 5
affect 5
guarantee 5
shopping 5
morris 5
mca 5
wang 5
argue 5
six-month 5
comparable 5
prove 5
task 5
file 5
rich 5
represent 5
worry 5
river 5
appeared 5
commitments 5
wake 5
green 5
structural 5
declared 5
safe 5
training 5
replace 6
negotiating 6
guarantees 6
citicorp 6
gross 6
coverage 6
disclose 6
buyer 6
luxury 6
antitrust 6
follow 6
lambert 6
fourth-quarter 6
fe 6
silver 6
senators 6
hollywood 6
flight 6
factory 6
professor 6
succeeds 6
joined 6
records 6
denied 6
jointly 6
suggests 6
happen 6
written 6
asking 6
warrants 6
living 6
regular 6
aug. 6
promise 6
upon 6
la 6
movement 6
shown 6
mining 6
volatile 6
navy 6
swings 6
hud 6
advisers 6
usair 6
ban 6
conn. 6
providing 6
patent 6
club 6
drives 6
hill 6
surge 6
style 6
responsibility 6
beijing 6
refused 6
word 6
returned 6
discovered 6
one-time 6
resolution 6
damages 6
served 6
georgia 6
crisis 6
vehicle 6
door 6
alliance 6
weekly 6
saturday 6
s. 6
telerate 6
regulations 6
agreements 6
cd 6
cross 6
toronto 6
ceiling 6
matters 6
worried 6
underlying 6
chip 6
f. 6
excess 6
invest 6
chase 6
road 6
singapore 6
sound 6
politics 6
carolina 6
extra 6
helping 6
serve 6
square 6
initially 6
reaction 6
jan. 6
thinks 6
representing 6
games 6
personnel 6
critical 6
edward 6
farm 6
switzerland 6
insured 6
machinists 6
exploration 6
votes 6
hewlett-packard 6
saatchi 6
join 6
type 6
easily 6
obtain 6
rival 6
illegal 6
setting 6
jump 6
entered 6
covered 6
temporarily 6
tend 6
fallen 6
language 6
lives 6
ultimately 6
membership 6
aids 6
picture 6
politicians 6
nobody 6
discuss 6
1980s 6
louis 6
scientific 6
views 6
operator 6
argued 6
title 6
extraordinary 6
high-yield 6
shipping 6
pact 6
audience 6
happened 6
condition 6
looks 6
ec 6
mine 6
coffee 6
army 6
s.a. 6
fields 6
described 6
indicate 6
giants 6
h. 6
lowered 6
proceedings 6
ross 6
circuit 6
prospects 6
choice 6
investing 6
manufacturer 6
lawsuits 6
specialists 6
newly 6
branch 6
millions 6
reporting 6
import 6
piece 6
pass 6
colleagues 6
nature 6
suffered 6
resignation 6
letters 6
taxpayers 6
eye 6
fair 6
publisher 6
controversial 6
costly 6
worse 6
phelan 6
expressed 6
normally 6
agents 6
grain 6
reporters 6
generation 6
p.m. 6
intel 6
abc 6
died 6
t. 6
watch 6
simple 6
administrative 6
presence 6
sets 6
types 6
launch 6
founder 6
consecutive 6
ties 6
urged 6
student 6
spot 6
concluded 6
acquiring 6
adopted 6
factor 6
semiconductor 6
10-year 6
n.y. 6
rapidly 6
aggressive 6
fuel 6
inside 6
extent 6
1970s 6
attract 6
deliver 6
outlook 6
strategies 6
pushed 6
understand 6
israel 6
technologies 6
heat 6
health-care 6
king 6
rjr 6
intends 6
costa 6
p&g 6
coup 6
slide 6
guaranteed 6
hampshire 6
succeed 6
household 6
tied 6
pursue 6
voting 6
visit 6
committed 6
child 6
resistance 6
stage 6
pictures 6
integrated 6
basic 6
track 6
metric 6
genes 6
restaurant 6
formed 6
specialty 6
atlantic 6
philadelphia 6
ogilvy 6
possibility 6
cold 6
unable 6
ensure 6
commissions 6
miller 6
corporation 6
offerings 6
obligation 6
warned 6
hearings 6
graphics 6
enterprises 6
agent 6
stearns 6
garden 6
assume 6
forecasts 6
shipments 6
reducing 6
pick 6
invested 6
asia 6
exposure 6
excluding 6
enormous 6
music 6
mother 6
knows 6
participants 6
reforms 6
worst 6
privately 6
circumstances 6
limits 6
comments 6
b 6
extended 6
contends 6
check 6
retailers 6
two-year 6
criticism 6
differences 6
card 6
realize 6
quarters 6
supported 6
constitutional 6
crop 6
christmas 6
processing 6
studio 6
rico 6
league 6
chancellor 6
ratio 6
users 6
anticipated 6
roll 6
creating 6
triggered 6
faster 6
affiliate 6
status 6
career 6
warning 7
commitment 7
becoming 7
coal 7
hungary 7
attack 7
cooperation 7
pennsylvania 7
football 7
pittsburgh 7
easier 7
collapsed 7
breeden 7
beer 7
carriers 7
line-item 7
lenders 7
begun 7
unlikely 7
brooks 7
mitchell 7
ship 7
write 7
nyse 7
pipeline 7
culture 7
governments 7
genetic 7
mountain 7
banco 7
lang 7
heard 7
formerly 7
default 7
retailing 7
ruled 7
father 7
messrs. 7
douglas 7
hills 7
citizens 7
requires 7
extend 7
code 7
currencies 7
inventories 7
awarded 7
published 7
carried 7
martin 7
possibly 7
secondary 7
grown 7
speech 7
friends 7
widespread 7
newspapers 7
tumbled 7
calif 7
facing 7
brady 7
foods 7
friendly 7
signal 7
quick 7
frequently 7
commodities 7
branches 7
banker 7
tower 7
calling 7
modern 7
stock-market 7
fashion 7
faced 7
match 7
cells 7
democracy 7
beach 7
unemployment 7
otherwise 7
lawrence 7
suits 7
rooms 7
retain 7
donald 7
progress 7
apply 7
atlanta 7
attractive 7
ran 7
handle 7
carries 7
stories 7
playing 7
turns 7
contributions 7
caught 7
gop 7
encourage 7
badly 7
answer 7
approve 7
moderate 7
seeks 7
equivalent 7
prospect 7
merely 7
networks 7
turning 7
expanded 7
thin 7
alternatives 7
merchandise 7
subcommittee 7
filled 7
employers 7
observers 7
son 7
disappointing 7
unsecured 7
gasoline 7
peabody 7
after-tax 7
expense 7
massive 7
supposed 7
cellular 7
hunt 7
brewing 7
walter 7
consolidated 7
causing 7
race 7
recorded 7
daniel 7
handling 7
applied 7
spain 7
prompted 7
memory 7
steady 7
resume 7
maxwell 7
editorial 7
tobacco 7
identified 7
closer 7
yeargin 7
sophisticated 7
allegations 7
fast 7
fellow 7
pushing 7
troubles 7
appointed 7
machinery 7
surprising 7
surprised 7
population 7
sunday 7
hired 7
pulled 7
changing 7
impossible 7
sees 7
predict 7
mac 7
orange 7
bringing 7
guy 7
transfer 7
blood 7
metal 7
assembly 7
storage 7
pilot 7
gap 7
site 7
nicaragua 7
hall 7
boom 7
introduce 7
northeast 7
heads 7
theory 7
nec 7
priority 7
enforcement 7
elaborate 7
complained 7
downturn 7
parliament 7
eliminate 7
channel 7
portfolios 7
reading 7
player 7
fast-food 7
video 7
wait 7
specialist 7
numerous 7
educational 7
bottom 7
recalls 7
threatened 7
applications 7
massachusetts 7
sudden 7
lawsuit 7
violations 7
viacom 7
plastic 7
revenues 7
subsidiaries 7
merchant 7
table 7
maintenance 7
maximum 7
worker 7
insurer 7
nixon 7
harder 7
pulp 7
flights 7
resulted 7
severe 7
hear 7
ought 7
profitability 7
one-year 7
establish 7
cautious 7
dealing 7
delays 7
hanover 7
three-month 7
aside 7
franchise 7
allowing 7
thompson 7
greenspan 7
opec 7
honecker 7
york-based 7
message 7
sluggish 7
announce 7
exceed 7
retired 7
illinois 7
consumption 7
india 7
totaling 7
rapid 7
expanding 7
billions 7
essentially 7
insist 7
learned 7
indicates 7
organizations 7
purpose 7
fighting 7
everybody 7
bob 7
carrying 7
fresh 7
foundation 7
roman 7
represented 7
targets 7
prison 7
surprise 7
dead 7
campbell 7
containers 7
formal 7
shops 7
regarding 7
two-thirds 7
industrials 7
shortly 7
nationwide 7
chamber 7
kill 7
compensation 7
connection 7
operators 7
promised 7
determine 7
typical 7
freddie 7
promotion 7
interest-rate 7
claimed 7
rivals 7
nikkei 7
bloc 7
counsel 7
statements 7
developers 7
dealer 7
egg 7
a$ 7
chains 7
kkr 7
turner 7
brief 7
aware 7
governor 7
winter 7
fujitsu 7
officers 7
seat 7
ltv 7
mass 7
planners 7
soft 7
one-third 7
shot 7
shop 7
husband 7
virginia 7
freedom 7
legislative 7
comprehensive 7
stands 7
explain 7
middle 7
turnover 7
constitution 7
reputation 7
papers 8
narrow 8
buy-back 8
payable 8
wholesale 8
halt 8
five-year 8
color 8
exactly 8
glass 8
packages 8
institution 8
trends 8
vs. 8
begins 8
desire 8
supporters 8
successor 8
prudential-bache 8
fly 8
opportunities 8
demands 8
ortega 8
asset-backed 8
tape 8
bailout 8
whatever 8
cosmetics 8
compaq 8
blame 8
reinsurance 8
bellsouth 8
theater 8
engelken 8
delmed 8
steinhardt 8
blue 8
royal 8
du 8
standing 8
fifth 8
places 8
besides 8
procedures 8
engineers 8
aide 8
achieved 8
english 8
daiwa 8
exclusive 8
harris 8
advice 8
restaurants 8
strongly 8
rockefeller 8
forms 8
quiet 8
metropolitan 8
scale 8
bar 8
resulting 8
considerable 8
baltimore 8
stable 8
retailer 8
schedule 8
generate 8
bulk 8
sensitive 8
agriculture 8
turmoil 8
consensus 8
efficient 8
covering 8
des 8
accounted 8
blue-chip 8
wonder 8
ranging 8
el 8
holiday 8
weaker 8
somewhat 8
berlin 8
icahn 8
mci 8
goals 8
engine 8
mesa 8
mills 8
psyllium 8
aetna 8
anc 8
corry 8
deaths 8
beat 8
slid 8
hot 8
registered 8
surplus 8
edison 8
doubled 8
concept 8
arrangement 8
taiwan 8
brazil 8
latin 8
disk 8
broken 8
expire 8
broader 8
cleveland 8
donaldson 8
pressures 8
conduct 8
victory 8
friend 8
competing 8
convicted 8
jim 8
asian 8
hardly 8
learning 8
clean 8
behalf 8
mich. 8
involve 8
dean 8
miami 8
economics 8
initiative 8
fit 8
send 8
argument 8
davis 8
variety 8
regime 8
combination 8
guide 8
location 8
las 8
marine 8
spirits 8
looked 8
incentives 8
defensive 8
conducted 8
airways 8
convert 8
apparent 8
delayed 8
sell-off 8
delta 8
poll 8
eggs 8
defend 8
gonzalez 8
earth 8
gen. 8
body 8
eased 8
acts 8
borrowing 8
arm 8
rock 8
pont 8
permanent 8
effectively 8
round 8
compete 8
arthur 8
allen 8
linked 8
renewed 8
seeing 8
discussing 8
waste 8
responded 8
democrat 8
answers 8
districts 8
meant 8
broke 8
principle 8
wave 8
identify 8
device 8
requiring 8
address 8
wine 8
precious 8
collection 8
respond 8
departure 8
merc 8
program-trading 8
enter 8
occurred 8
hoped 8
favorable 8
rey 8
island 8
engaged 8
repair 8
edition 8
poverty 8
shall 8
purposes 8
abandoned 8
guard 8
sellers 8
sotheby 8
van 8
confident 8
lilly 8
distributed 8
peace 8
trip 8
weapons 8
indian 8
a.m. 8
forest 8
recapitalization 8
experiments 8
allianz 8
reasonable 8
nevertheless 8
circulation 8
suffer 8
scenario 8
malcolm 8
watching 8
teams 8
mainframe 8
wild 8
premiums 8
plenty 8
lufkin 8
stadium 8
science 8
writer 8
strip 8
telling 8
secret 8
marshall 8
rape 8
mary 8
pollution 8
credibility 8
crucial 8
testing 8
earn 8
brain 8
recommended 8
fill 8
connecticut 8
detroit 8
monitor 8
solid 8
packaging 8
handful 8
coors 8
noting 8
ideas 8
becomes 8
coca-cola 8
secured 8
duties 8
loyalty 8
shut 8
risen 8
sustained 8
rebound 8
suspension 8
henry 8
compares 8
concrete 8
coke 8
causes 8
buy-outs 8
succeeded 8
divisions 8
manage 8
sufficient 8
filings 8
mergers 8
scott 8
syndicate 8
tentatively 8
afford 8
shell 8
fleet 8
poison 8
reluctant 8
developer 8
delivered 8
creative 8
deep 8
plastics 8
miss 8
newport 8
senator 8
toyota 8
whites 8
pilson 8
akzo 8
wcrs 8
westinghouse 8
mobil 8
decades 8
imported 8
fans 8
stood 8
credits 8
commonwealth 8
sheet 8
intense 8
marketplace 8
cast 8
sex 8
feeling 8
germans 8
killed 8
candidate 8
powers 8
gov. 8
younger 8
caution 8
teachers 8
encouraged 8
eager 8
host 8
michigan 8
intent 8
oppose 9
abortions 9
assuming 9
dramatic 9
christopher 9
permission 9
judicial 9
inquiry 9
attempting 9
d.c. 9
complaints 9
productivity 9
driving 9
approximately 9
criticized 9
downward 9
simmons 9
license 9
crowd 9
sit 9
assumption 9
timing 9
hahn 9
onto 9
copy 9
helps 9
basket 9
cheaper 9
fundamental 9
underwriter 9
indicating 9
phoenix 9
cycle 9
nomura 9
charging 9
drew 9
amr 9
experienced 9
difficulties 9
mcdonald 9
waertsilae 9
projections 9
biotechnology 9
ride 9
remic 9
webster 9
subsidies 9
conservatives 9
cheap 9
thomson 9
dutch 9
replaced 9
regulation 9
imposed 9
audit 9
automobile 9
developments 9
requested 9
interbank 9
capped 9
owed 9
draw 9
indicators 9
milk 9
blamed 9
author 9
wood 9
holder 9
viewed 9
tight 9
giuliani 9
starts 9
steep 9
zealand 9
telegraph 9
kids 9
nervous 9
acting 9
consideration 9
detailed 9
organized 9
wish 9
promote 9
remarks 9
referring 9
aggressively 9
g. 9
slump 9
succeeding 9
originally 9
divided 9
catch 9
fla. 9
checks 9
unions 9
comfortable 9
legislators 9
stone 9
totally 9
relative 9
appreciation 9
counter 9
opponents 9
allies 9
overnight 9
freeway 9
dealings 9
cards 9
vegas 9
recover 9
backing 9
pill 9
selected 9
calculated 9
falls 9
carnival 9
cia 9
planes 9
liberal 9
refinery 9
kennedy 9
sciences 9
korean 9
foreign-exchange 9
acknowledged 9
treaty 9
mips 9
gamble 9
flying 9
marcos 9
pinkerton 9
lies 9
stateswest 9
nasa 9
bikes 9
sons 9
maynard 9
merksamer 9
asbestos 9
findings 9
medicine 9
vary 9
resort 9
visitors 9
gary 9
allegedly 9
representative 9
steven 9
memories 9
curb 9
maintained 9
load 9
controlling 9
fixed-rate 9
burden 9
foot 9
barney 9
emerging 9
mature 9
gyrations 9
receipts 9
permitted 9
remove 9
entirely 9
fired 9
features 9
stress 9
disease 9
polish 9
thinking 9
ends 9
presented 9
presidential 9
straight 9
exist 9
technique 9
attitude 9
grants 9
winning 9
restore 9
maryland 9
controversy 9
speculators 9
swap 9
indictment 9
businessmen 9
publications 9
appropriate 9
disappointed 9
founded 9
programming 9
handled 9
raises 9
deadline 9
category 9
stated 9
lewis 9
mercantile 9
rural 9
obvious 9
sued 9
participation 9
anybody 9
joining 9
african 9
departments 9
promises 9
penalty 9
penalties 9
proved 9
analysis 9
apart 9
expert 9
start-up 9
indication 9
barely 9
rare 9
labor-management 9
cleared 9
contras 9
carl 9
famous 9
bet 9
farmer 9
readers 9
leads 9
mgm 9
freight 9
activists 9
retire 9
sam 9
rescue 9
boren 9
bartlett 9
showtime 9
galileo 9
cotton 9
permit 9
leaves 9
ill. 9
reductions 9
link 9
p. 9
minneapolis 9
occur 9
tells 9
grant 9
nonetheless 9
revive 9
jenrette 9
seasonally 9
copies 9
polls 9
depending 9
financially 9
warrant 9
streets 9
avenue 9
stakes 9
character 9
tone 9
screen 9
roger 9
choose 9
attracted 9
courter 9
remember 9
shape 9
classes 9
resolved 9
disclosure 9
realized 9
sentiment 9
iowa 9
merge 9
definitive 9
acres 9
behavior 9
foreigners 9
midwest 9
happens 9
pounds 9
warren 9
slower 9
three-year 9
pattern 9
emphasis 9
writing 9
discussed 9
committees 9
ticket 9
breaking 9
knew 9
prefer 9
outlets 9
cincinnati 9
charities 9
second-largest 9
recovered 9
odds 9
potentially 9
high-risk 9
plea 9
participate 9
howard 9
paramount 9
texaco 9
bankruptcy-law 9
fbi 9
contend 9
love 9
imperial 9
takeovers 9
transport 9
hoping 9
optimistic 9
gandhi 9
drilling 9
seidman 9
gnp 9
false 9
rallied 9
outcome 9
cohen 9
lists 9
busy 9
rica 9
broadcast 9
fda 9
fox 9
conner 9
leverage 9
cathay 9
trelleborg 9
state-owned 10
iii 10
downtown 10
bidders 10
ps 10
attached 10
contractor 10
failing 10
sanctions 10
completely 10
recognition 10
malaysia 10
philippines 10
debts 10
factories 10
residential 10
watched 10
durable 10
characters 10
search 10
aspects 10
hospitals 10
authorized 10
era 10
fail 10
admitted 10
argues 10
gotten 10
economies 10
display 10
pleaded 10
bolster 10
scores 10
greatly 10
academic 10
concentrate 10
unfair 10
favorite 10
somebody 10
tools 10
s&l 10
obtained 10
traditionally 10
urging 10
weight 10
interesting 10
eliminated 10
hundred 10
ronald 10
ships 10
assumed 10
edge 10
travelers 10
capitol 10
well-known 10
greatest 10
perspective 10
jeffrey 10
plays 10
negotiated 10
raw 10
learn 10
obviously 10
veteran 10
cattle 10
theme 10
stability 10
weather 10
difficulty 10
anticipation 10
financier 10
comparison 10
apparel 10
bethlehem 10
exceeded 10
printing 10
credit-card 10
pays 10
boards 10
fiat 10
lire 10
slight 10
submitted 10
airport 10
tennessee 10
vietnam 10
overhaul 10
missing 10
discipline 10
mainframes 10
roberts 10
supporting 10
casualty 10
quebecor 10
zero-coupon 10
canceled 10
kellogg 10
bloomingdale 10
unisys 10
saab 10
eagle 10
harvard 10
taxable 10
italian 10
lift 10
forward 10
subscribers 10
electricity 10
rothschild 10
attempts 10
pool 10
located 10
improvements 10
dennis 10
pharmaceuticals 10
sweeping 10
predicting 10
baby 10
novel 10
degree 10
complaint 10
peak 10
lane 10
master 10
asks 10
wages 10
1990s 10
eyes 10
posts 10
seriously 10
advised 10
studying 10
correct 10
measured 10
deny 10
funded 10
doctors 10
associate 10
climate 10
pop 10
resolve 10
stem 10
hire 10
tire 10
complain 10
suddenly 10
tom 10
pieces 10
surprisingly 10
wpp 10
railroad 10
segments 10
consent 10
focusing 10
va. 10
borrowed 10
ariz. 10
aides 10
happy 10
ringers 10
train 10
ton 10
socialist 10
arms 10
covers 10
replacement 10
gray 10
seed 10
solution 10
cell 10
walls 10
mill 10
electrical 10
consequences 10
extensive 10
plaintiffs 10
duty 10
negotiable 10
quotations 10
specified 10
casino 10
laboratories 10
taylor 10
squeeze 10
importance 10
wolf 10
tiger 10
cos. 10
adjustments 10
accident 10
produces 10
rebels 10
lebanon 10
disasters 10
insider 10
slowed 10
partial 10
roy 10
projected 10
allows 10
milton 10
reset 10
partnerships 10
terrorism 10
struck 10
hastings 10
monitoring 10
satellite 10
panamanian 10
franklin 10
jose 10
republic 10
donations 10
experiment 10
amex 10
colgate 10
cigarettes 10
grace 10
receiving 10
stockholders 10
colorado 10
hardware 10
saudi 10
turkey 10
mortgage-backed 10
hefty 10
focused 10
row 10
spielvogel 10
surveyed 10
walk 10
plane 10
classic 10
flag 10
dynamics 10
barrel 10
sectors 10
abuse 10
chosen 10
admits 10
blow 10
random 10
modestly 10
expires 10
necessarily 10
considerably 10
officially 10
supplier 10
converted 10
advocates 10
depressed 10
explains 10
barriers 10
structures 10
tiny 10
neighborhood 10
fee 10
bells 10
finds 10
professionals 10
fined 10
marina 10
manages 10
acceptance 10
turnaround 10
diversified 10
bridges 10
charter 10
pa. 10
failures 10
injuries 10
adequate 10
wright 10
stuff 10
sitting 10
adjustable 10
annualized 10
evans 10
violation 10
legislature 10
inventory 10
struggling 10
consistently 10
boosting 10
approached 10
vast 10
surrounding 10
involvement 10
edged 10
investment-grade 10
cap 10
mix 10
hits 10
mines 10
delaware 10
unveiled 10
depends 10
longtime 10
puerto 10
scheme 10
missouri 10
plummeted 10
respectively 10
specifically 10
bankamerica 10
testimony 10
dangerous 10
witter 10
essential 10
sand 10
risky 10
crimes 10
wars 10
assessment 10
scene 10
uncertain 10
lone 10
stein 10
ralph 10
expiration 10
spill 10
whitbread 10
conglomerate 10
money-market 10
evening 10
banned 10
incentive 10
page 10
withdrawal 10
complicated 10
introduction 10
seoul 10
operational 10
versions 10
fat 11
contractors 11
seasonal 11
kenneth 11
slowly 11
reality 11
male 11
symbol 11
appointment 11
smoking 11
artist 11
contained 11
box 11
cocoa 11
revolution 11
insists 11
matching 11
florio 11
motion 11
bases 11
worries 11
concedes 11
dismissed 11
conviction 11
implications 11
reportedly 11
lackluster 11
merged 11
protected 11
retained 11
investigating 11
fueled 11
insisted 11
federation 11
switch 11
affiliates 11
persuade 11
pleased 11
flexibility 11
samuel 11
presidents 11
clearing 11
restructure 11
window 11
performed 11
fargo 11
loyal 11
subsequent 11
attended 11
nearby 11
publish 11
sole 11
easing 11
unfortunately 11
compliance 11
williams 11
house-senate 11
struggle 11
solutions 11
mentioned 11
dominated 11
collateral 11
independence 11
mikhail 11
prospective 11
doctor 11
tool 11
triple-a 11
moon 11
toll 11
brussels 11
respondents 11
est 11
adjustment 11
confirm 11
diluted 11
stick 11
spiegel 11
specialized 11
path 11
lease 11
injured 11
pro 11
commissioner 11
lots 11
laboratory 11
repeated 11
healthvest 11
conspiracy 11
hiring 11
transferred 11
budgets 11
racketeering 11
dropping 11
discounting 11
probe 11
marked 11
repurchase 11
chevron 11
bike 11
carpenter 11
ski 11
award 11
tvs 11
bally 11
kodak 11
hooker 11
tw 11
imf 11
dumped 11
30-day 11
pointed 11
publishers 11
feb. 11
spinoff 11
contain 11
competitor 11
tandy 11
eligible 11
russian 11
counts 11
suppliers 11
suspect 11
shortage 11
notion 11
fare 11
bates 11
steve 11
mission 11
apartment 11
loose 11
fuji 11
attacks 11
forcing 11
ministers 11
skills 11
promotions 11
sat 11
salary 11
murder 11
angry 11
advisory 11
sacramento 11
dozens 11
stance 11
sending 11
bias 11
killing 11
emerge 11
compiled 11
bearish 11
convinced 11
ounces 11
viewers 11
survive 11
extension 11
therefore 11
installed 11
ill 11
cent 11
redemption 11
happening 11
shipped 11
suburban 11
upward 11
agrees 11
expecting 11
nicholas 11
count 11
financed 11
hudson 11
stepped 11
foster 11
panic 11
weakening 11
basically 11
rolling 11
completion 11
picked 11
planner 11
usa 11
conversion 11
ordinary 11
eliminating 11
indications 11
rumored 11
kinds 11
valuable 11
spanish 11
aftermath 11
baskets 11
raymond 11
ultimate 11
fidelity 11
discontinued 11
stretch 11
generated 11
reliance 11
mercury 11
anyway 11
affecting 11
cleanup 11
formally 11
licenses 11
trump 11
troops 11
born 11
equities 11
loan-loss 11
secure 11
exchequer 11
aviation 11
components 11
berkeley 11
user 11
deficit-reduction 11
driven 11
rent 11
robust 11
injunction 11
relationships 11
honda 11
palo 11
coalition 11
katz 11
refinancing 11
craig 11
restricted 11
cfcs 11
racial 11
lotus 11
swedish 11
kemper 11
charity 11
amoco 11
treasurer 11
renaissance 11
newsletter 11
roads 11
speaker 11
jacobson 11
ingersoll 11
a.m 11
jurors 11
goodson 11
pemex 11
unusually 11
explained 11
treat 11
museum 11
honor 11
setback 11
bonuses 11
rowe 11
refund 11
calculations 11
minute 11
regarded 11
claiming 11
pioneer 11
bass 11
optical 11
seller 11
netherlands 11
globe 11
warsaw 11
environmentalists 11
homeless 11
die 11
compare 11
pro-choice 11
truth 11
incest 11
rice 11
teacher 11
lowest 11
ward 11
serving 11
creation 11
prepare 11
referred 11
sounds 11
publication 11
sullivan 11
carefully 11
averaged 11
lucrative 11
assist 11
gaf 11
arguments 11
lake 11
knight 11
rolled 11
distributor 11
louisville 11
articles 11
print 11
maturing 11
aim 11
concessions 11
elderly 11
promoting 11
congressman 11
500-stock 11
expenditures 11
meaning 11
requests 11
formula 11
similarly 11
contest 11
facts 11
dorrance 11
responsibilities 11
repeatedly 11
empire 11
agricultural 11
execution 11
wheat 11
encouraging 11
marketers 11
absolutely 11
efficiency 11
owning 11
edwards 11
immune 11
enable 11
dominant 11
geneva 11
shelf 11
nine-month 11
liabilities 11
nigel 11
reaching 11
discrimination 11
judgment 12
wedtech 12
mississippi 12
animals 12
golf 12
alex 12
tourists 12
stolen 12
entry 12
recognized 12
danger 12
somewhere 12
lend 12
rejection 12
motorola 12
ice 12
healthcare 12
communities 12
investigators 12
wisconsin 12
rely 12
borrow 12
tourist 12
staffers 12
announcing 12
informed 12
horse 12
bullish 12
vulnerable 12
utah 12
nabisco 12
preparing 12
strategist 12
treasurys 12
consortium 12
conceded 12
iron 12
cumulative 12
jackson 12
disney 12
grounds 12
small-business 12
connaught 12
petrochemical 12
semel 12
mgm\/ua 12
darman 12
sansui 12
ab 12
resorts 12
fusion 12
cowboys 12
tva 12
exposed 12
useful 12
striking 12
recognize 12
compound 12
employs 12
lifted 12
frederick 12
passenger 12
benefited 12
removed 12
computing 12
categories 12
ambitious 12
intervention 12
upham 12
landing 12
stamford 12
lunch 12
solidarity 12
colony 12
application 12
operated 12
periods 12
routine 12
nice 12
mention 12
bright 12
campaigns 12
coleman 12
featuring 12
heating 12
nelson 12
accommodate 12
examination 12
jail 12
violated 12
bonus 12
feared 12
improving 12
ignoring 12
mason 12
prominent 12
visible 12
tracks 12
achieve 12
rarely 12
gerald 12
notice 12
victim 12
involves 12
pregnant 12
silicon 12
unclear 12
brooklyn 12
rubicam 12
superior 12
responding 12
anywhere 12
talked 12
richmond 12
posting 12
kansas 12
hotels 12
albert 12
notably 12
adults 12
cool 12
speak 12
strongest 12
advances 12
beverly 12
arrived 12
protests 12
visited 12
i. 12
engineered 12
upset 12
employer 12
lorenzo 12
reporter 12
columns 12
reacted 12
anthony 12
broadly 12
conflict 12
unsuccessful 12
restored 12
emotional 12
buick 12
explaining 12
halted 12
psychology 12
contribute 12
surely 12
offsetting 12
storm 12
arranged 12
thousand 12
highs 12
clothing 12
routes 12
engines 12
buys 12
tony 12
harry 12
shipyard 12
adopt 12
nicaraguan 12
contra 12
bench 12
sentence 12
mood 12
unprecedented 12
dream 12
deciding 12
tanks 12
challenges 12
seagram 12
animal 12
procter 12
brother 12
song 12
momentum 12
truly 12
achenbaum 12
alto 12
fha 12
strikes 12
oppenheimer 12
microsoft 12
absence 12
spin 12
reverse 12
refining 12
surface 12
avery 12
ozone 12
definition 12
comptroller 12
explanation 12
fireman 12
revco 12
franchisees 12
merieux 12
windows 12
ignore 12
tele-communications 12
comedy 12
lockheed 12
gardens 12
basketball 12
l.j. 12
meredith 12
ldp 12
merkur 12
hdtv 12
maidenform 12
deloitte 12
cigarette 12
studied 12
maturities 12
yielding 12
year-end 12
drivers 12
squeezed 12
discounts 12
maintaining 12
shore 12
withdraw 12
exact 12
supercomputer 12
hitachi 12
favored 12
incurred 12
investigations 12
films 12
creditor 12
carlos 12
commodore 12
pc 12
reaches 12
sixth 12
targeted 12
tourism 12
crack 12
executed 12
contribution 12
links 12
denies 12
female 12
pull 12
matched 12
protest 12
textile 12
interviewed 12
afraid 12
patient 12
suffering 12
conducting 12
submit 12
employed 12
violate 12
touch 12
debut 12
mather 12
merchants 12
yes 12
equally 12
advancing 12
mitsui 12
harold 12
jerry 12
researcher 12
1960s 12
high-tech 12
objectives 12
chevrolet 12
stemming 12
band 12
herald 12
ranks 12
physical 12
proper 12
vision 12
satisfaction 12
steadily 12
fault 12
drawn 12
cyclical 12
kingdom 12
deeply 12
welcome 12
sdi 12
blocks 12
defined 12
crane 12
parking 12
sizable 12
actively 12
wary 12
drove 12
liquid 12
100-share 12
lately 12
arrest 12
transition 12
kentucky 12
dole 12
properly 12
connected 12
fend 12
thanks 12
agenda 12
high-grade 12
clause 12
presidency 12
select 12
v. 12
upscale 12
establishment 12
tickets 12
successfully 12
don 12
maine 12
predicts 12
string 12
wealth 12
guilders 12
surgery 12
tokyu 12
milan 12
opposite 12
skeptical 12
financial-services 12
emerged 12
granted 12
ignored 12
displays 12
finland 12
climb 12
balloon 13
narrowed 13
backlog 13
repay 13
upper 13
shared 13
lobbying 13
suggestions 13
throw 13
dpc 13
rebounded 13
realty 13
itt 13
ally 13
strengthen 13
reynolds 13
gramm-rudman 13
meantime 13
moral 13
liquor 13
jewelry 13
pursuing 13
participating 13
summit 13
rouge 13
diego 13
benson 13
repeal 13
restated 13
wathen 13
method 13
idle 13
kemp 13
gen-probe 13
confusion 13
belief 13
regulator 13
keating 13
kabul 13
underwriting 13
desert 13
shield 13
restrict 13
adjusters 13
bondholders 13
mortality 13
garcia 13
nestle 13
c 13
levine 13
aluminum 13
universal 13
reebok 13
covert 13
eurocom 13
dun 13
bradstreet 13
morishita 13
packwood 13
drabinsky 13
hbo 13
delicious 13
olivetti 13
impeachment 13
mcdonough 13
bork 13
diseases 13
obligations 13
mere 13
mid-october 13
decrease 13
haven 13
designer 13
interim 13
copyright 13
hoffman 13
urge 13
depositary 13
excessive 13
odd 13
drink 13
bugs 13
writers 13
spirit 13
strict 13
wear 13
assigned 13
letting 13
smoke 13
stockholm 13
couples 13
camera 13
historical 13
mexican 13
stages 13
speculated 13
banning 13
remainder 13
southeast 13
understanding 13
functions 13
wrongdoing 13
violence 13
furniture 13
alive 13
communication 13
regions 13
heritage 13
witness 13
salaries 13
sparked 13
picking 13
impose 13
affair 13
phase 13
n.j 13
madison 13
perception 13
negotiate 13
entrepreneur 13
guys 13
feature 13
column 13
apiece 13
lay 13
altogether 13
leasing 13
bottle 13
reject 13
redeem 13
nl 13
agreeing 13
combat 13
recommendations 13
qualify 13
promotional 13
registration 13
knocked 13
dingell 13
stuck 13
signing 13
bernstein 13
respect 13
amounted 13
serves 13
assurance 13
enacted 13
teddy 13
insiders 13
protesters 13
high-quality 13
acknowledges 13
array 13
alcohol 13
occasionally 13
intend 13
tremendous 13
libor 13
unconstitutional 13
soaring 13
attempted 13
bitter 13
consisting 13
refuse 13
seize 13
movements 13
champion 13
publicity 13
ftc 13
christie 13
heading 13
creates 13
anderson 13
magnetic 13
overcome 13
combine 13
settlements 13
beneficial 13
winners 13
rain 13
emissions 13
instrument 13
steinberg 13
clearance 13
coniston 13
edelman 13
tendered 13
shuttle 13
regardless 13
atmosphere 13
stemmed 13
adverse 13
full-year 13
toy 13
discussion 13
bears 13
latter 13
sanford 13
harvest 13
tougher 13
singer 13
threatening 13
glasnost 13
shevardnadze 13
hybrid 13
eli 13
quit 13
topic 13
losers 13
alter 13
passengers 13
fundamentals 13
nato 13
private-sector 13
armstrong 13
legitimate 13
indicted 13
married 13
deutsche 13
minpeco 13
tax-exempt 13
slashed 13
israeli 13
designs 13
gathering 13
suggesting 13
bus 13
oregon 13
tries 13
khmer 13
wider 13
ocean 13
proceed 13
defaults 13
arkansas 13
consolidation 13
rosen 13
pursuit 13
alaska 13
denver 13
societe 13
popularity 13
miniscribe 13
montreal 13
payroll 13
gould 13
wire 13
apartheid 13
nashua 13
shock 13
vaccine 13
della 13
femina 13
daly 13
privatization 13
southwest 13
fares 13
antar 13
decker 13
cineplex 13
abortion-rights 13
prudential 13
kasparov 13
volokh 13
salespeople 13
sooner 13
rises 13
jet 13
dinner 13
conn 13
survival 13
patents 13
authors 13
feels 13
pcs 13
counterparts 13
gates 13
quantities 13
beneficiaries 13
overhead 13
influential 13
drawing 13
historically 13
integration 13
communists 13
amended 13
signals 13
christian 13
god 13
describes 13
ball 13
entering 13
tested 13
actor 13
dialogue 13
score 13
greenwich 13
returning 13
drinking 13
seattle 13
shake 13
scientist 13
grows 13
intention 13
architecture 13
flows 13
greenville 13
cheating 13
dark 13
enhanced 13
neighborhoods 13
restructured 13
prosecutor 13
witnesses 13
transplants 13
federally 13
nih 13
yale 13
bancorp 13
dan 13
weisfield 13
filling 13
ethics 13
detail 13
illegally 13
reviewing 13
oliver 13
understood 13
techniques 13
robertson 13
minimal 13
keeps 13
ky. 13
disappointment 13
interpublic 14
enterprise 14
specializes 14
cargo 14
automatic 14
longstanding 14
conversations 14
diamond 14
wines 14
barrier 14
larry 14
wins 14
orleans 14
proposing 14
journalists 14
feed 14
businessman 14
saving 14
switched 14
attracting 14
chandler 14
exercisable 14
arguing 14
intermediate 14
methods 14
reopen 14
crunch 14
observed 14
exception 14
spoke 14
n. 14
cope 14
four-year 14
careful 14
forest-products 14
warming 14
marvin 14
fines 14
evaluation 14
diminished 14
dubbed 14
xerox 14
bennett 14
alfred 14
iran-contra 14
perform 14
crops 14
minnesota 14
deterioration 14
preference 14
arrangements 14
190-point 14
enjoy 14
constantly 14
taxation 14
cruise 14
oklahoma 14
doubts 14
cs 14
suisse 14
bureaucracy 14
recall 14
apples 14
zurich 14
manila 14
equaling 14
derivative 14
indexing 14
specify 14
upjohn 14
finnish 14
politically 14
arrested 14
percent 14
earning 14
choices 14
parker 14
naturally 14
goldberg 14
anxiety 14
sport 14
anymore 14
weakened 14
dataproducts 14
wearing 14
blocking 14
prince 14
desk 14
invited 14
counted 14
rtc 14
sick 14
cubic 14
cup 14
beatrice 14
reduces 14
chances 14
signaled 14
misleading 14
border 14
chicago-based 14
advising 14
azoff 14
nfl 14
preserve 14
filipino 14
receivables 14
thereafter 14
fruit 14
stems 14
near-term 14
contended 14
lbo 14
concerning 14
phenomenon 14
municipals 14
radiation 14
expertise 14
issuance 14
pitch 14
toshiba 14
temblor 14
angeles-based 14
writes 14
assassination 14
settling 14
fort 14
solve 14
quotron 14
listen 14
conclusion 14
hughes 14
rochester 14
steam 14
raider 14
grenfell 14
straszheim 14
catalog 14
gte 14
attendants 14
cuba 14
fresenius 14
edt 14
provigo 14
anheuser 14
boesky 14
commuters 14
d.t. 14
bourbon 14
ashland 14
nsc 14
banc 14
peterson 14
vermont 14
dry 14
indicator 14
indianapolis 14
eat 14
prolonged 14
disputes 14
justify 14
hartford 14
persistent 14
asserted 14
norman 14
appellate 14
sheets 14
stevens 14
scrutiny 14
negotiators 14
screens 14
gradually 14
islands 14
personally 14
philippine 14
province 14
brings 14
taste 14
seized 14
slip 14
dodge 14
imminent 14
reader 14
defeat 14
backer 14
cabinet 14
solely 14
toronto-based 14
accrued 14
existence 14
recommend 14
commercials 14
corruption 14
errors 14
interviews 14
sites 14
concentrated 14
breach 14
booming 14
cultural 14
pride 14
subjects 14
joe 14
publishes 14
knowledge 14
antonio 14
ratners 14
sugarman 14
outcry 14
receives 14
requirement 14
consists 14
defendant 14
boys 14
murray 14
logic 14
poorly 14
lock 14
breaks 14
temple 14
sweetened 14
barred 14
passage 14
bargain 14
perfectly 14
expired 14
refunding 14
